export const plans = [
  {
    title: "ベストライフ40",
    subtitle: "すべて 5,300円（税別）",
    items: [
      {
        name: "運動20分 + ストレッチ20分",
        description: "運動習慣をつけたい方におすすめ",
        price: "¥5,300",
      },
      {
        name: "ストレッチ40分",
        description: "肩こり・腰痛にお悩みの方におすすめ",
        price: "¥5,300",
      },
      {
        name: "運動40分",
        description: "筋肉をつけたい方、ダイエットしたい方におすすめ",
        price: "¥5,300",
      },
    ],
  },
  {
    title: "マットピラティス",
    subtitle: "5,300円（税別）",
    items: [
      {
        description: "対象:",
        details: [
          "忙しくてもOK、短時間で効率よくダイエットしたい方 ",
          "運動が苦手でも安心、軽い負荷で代謝アップしたい方",
          "成長ホルモンでアンチエイジング＆若々しさをキープしたい方",
          "むくみ・冷え・たるみを改善してスッキリボディへ目指したい方"
        ]
      }
    ],
  },
  {
    title: "加圧トレーニング",
    items: [
      {
        name: "加圧のみ",
        price: "5,000円（税別）",
        trial: "初回体験：500円",
      },
      {
        name: "加圧 + ストレッチ",
        price: "8,000円（税別）",
      },
      {
        description: "対象:",
        details: [
          "忙しい方",
          "運動不足が気になる方",
          "ダイエットしたい方"
        ]
      }
    ],
  },
];
